src/main/resources/ch_10/resources/sample_resources/message_formats/PostalcodeToATMLocatorService_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <ser:getATMLocation xmlns:ser="http://sample.bank.com">
            <ser:postalCode>95134</ser:postalCode>
            <ser:bank>ABC Bank</ser:bank>
        </ser:getATMLocation>
    </soapenv:Body>
</soapenv:Envelope>